Autodesk.Revit.DB.IExternalResourceServer.AreSameResources(System.Collections.Generic.IDictionary`2{System.String,System.String},System.Collections.Generic.IDictionary`2{System.String,System.String})
Implement this method to indicate whether two given resources are the same.
Returns:
True if two given resources are the same; otherwise false.
Since:
2015